[{"id":5,"title":"Die Benennung des Kommandos","text":"Bevor Sie einem Kommando einen Namen geben, bringen Sie Ihrem Hund bei, es zuverlässig auszuführen. Nur wenn der Hund die Anweisung in 80% aller Fälle befolgt, wenn Sie ihn locken oder ihm per Hand Signale geben , z.B. \"Umdrehen\", sollte das Kommando benannt werden. \nWenn Sie das Stichwort \"Umdrehen\" öfters wiederholen, bevor Ihr Hund weiß, wie er dies tun soll, hilft das verbale Signal dem Hund nicht, weil er die Bedeutung des Wortes nicht versteht. \nEinem Kommando zu früh einen Namen zuzuordnen, stellt eine zusätzliche Ablenkung dar. Außerdem wird Ihr Hund den Klang mit der nicht präzisen Ausführung verknüpfen.\n\nWiederholen Sie das Verhalten, bis es mit Leichtigkeit in mindestens 80 Prozent aller Fälle erfolgt. Setzen Sie das verbale Stichwort hinzu, kurz bevor der Hund das Verhalten zeigt, um das Wort mit der angemessenen Reaktion darauf zu verknüpfen."},{"id":2,"title":"Die Stichworte \"Frei\" oder \"Fertig\"","text":"\"Fertig\" oder \"Frei\" sind Stichworte, die Ihrem Hund anzeigen, dass das Training beendet ist und er weglaufen darf. Wenn wir nicht festlegen, wie lange der Hund zu \"sitzen\" bzw. zu \"warten\" hat, dann wird der Hund nur warten, wenn er eine Belohnung sieht oder es nichts Interessanteres zu tun gibt.\nUnterbrechen Sie nach dem Stichwort jede Auseinandersetzung mit Ihrem Hund: kein Augenkontakt, kein Lob und keine Interaktion. Der Hund darf machen, was er will.\nWenn Ihr Hund eine Position abbricht, bevor das Kommando \"Frei\" oder \"Fertig\" erfolgt, korrigieren Sie dies sofort, indem Sie ihn in die vorherige Position zurückbringen. Belohnen Sie ihn nach der Korrektur nicht."},{"id":3,"title":"Verallgemeinerungen","text":"Anders als Menschen können Hunde nicht gut verallgemeinern. Für eine verlässliche Reaktion in Situationen des wirklichen Lebens trainieren Sie unter unterschiedlichen Umständen:\nOberflächen: Hunde könnten sich beim Sitzen oder Liegen auf Sand, Teppich, Gras, Pflastersteinen usw. unwohl fühlen.\nUmgebung: Im Haus zu trainieren ist etwas anderes als draußen, wo Autos, fremde Personen und andere Hunde ablenken. Erhöhen Sie die Anreize langsam und trainieren Sie in verschiedenen Umgebungen.\nDer Hund setzt sich zwar vor Ihnen perfekt hin, aber reagiert er auch auf Sie, wenn Sie sich ihm schräg gegenüber oder hinter ihm befinden oder wenn Sie nicht zu sehen sind?"},{"id":10,"title":"Positives Training","text":"Das positive Hundetraining beruht auf einem Prinzip: Wenn Sie den Hund für ein Verhalten loben und belohnen, wird er dieses mit höherer Wahrscheinlichkeit wiederholen und Ihnen zeigen. Viele falsche Verhaltensweisen - Aggression, Beißen oder Bellen - erfolgen aus Angst und Furchtsamkeit. Wenn Sie dem Hund ein Halsband anlegen oder mit ihm schimpfen, wenn er einen Mann mit Hut anbellt, weil er sich vor solchen Hüten fürchtet, so macht dies die Sache noch schlimmer. Mit Ihrer Ungeduld und rüden Behandlung bestätigen Sie nur, dass der Hund Angst vor Hüten haben muss, denn immer, wenn er einen Hut sieht und Sie zu warnen versucht, wird er gewürgt und angebrüllt. Wie furchtbar! Seien Sie geduldig und ignorieren das unerwünschte Verhalten, oder lenken Sie die Aufmerksamkeit Ihres Hundes auf andere Dinge, etwa einen Ball, eine Leckerei oder eine Änderung der Laufrichtung. Vergessen Sie auch nicht, Ihren Hund auch dann zu loben, wenn er auf einen vorbeifahrenden Radler oder einen in der Nähe hüpfenden Ball nicht reagiert. Auch wenn Sie es für selbstverständlich halten, dass der Hund nicht wegrennen und den Ball fangen sollte: Es läuft den Instinkten des Hundes zuwider, auf ein sich schnell bewegendes Objekt keinerlei Reaktion zu zeigen."},{"id":6,"title":"Wiederholen Sie ein verbales Stichwort NICHT","text":"Die Wiederholung eines verbalen Stichworts - \"Sitz, Sitz, SITZ\" vermindert die Zuverlässigkeit Ihres Hundes um 25%.\nVermeiden Sie Wiederholungen von Stichworten, geben Sie ein Kommando, und wenn der Hund es nicht befolgt, locken Sie mit einer Belohnung, korrigieren den Hund mit der Hand oder einem leichten Zug an der Leine.\nDurch das Wiederholen des Stichwortes lernt der Hund, dass er nicht beim ersten Mal reagieren muss, sondern nur, wenn Ihre Stimme beim dritten Mal lauter und ungeduldiger wird. Verwenden Sie ein Kommando nicht, wenn Sie nicht mindestens zu 90% sicher sind, dass Ihr Hund es befolgen wird. Sobald das Stichwort gegeben wird, gestatten Sie nicht, dass der Hund es ignoriert oder übergeht. Bestehen Sie auf der Befolgung."},{"id":1,"title":"Mein Hund ist an Belohnungen oder Spielen nicht interessiert. Was kann ich tun?","text":"Wir empfehlen, Ihren Hund eine Woche lang mit der Hand zu füttern. Geben Sie Ihm das Frühstück oder das Abendessen mit der Hand, so wird er Ihnen und Ihrer Körprsprache mehr Aufmerksamkeit entgegenbringen. Wir garantieren Ihnen, dass Sie einen Unterschied bemerken werden."},{"id":4,"title":"Das Training im alltäglichen Leben anwenden","text":"Vergessen Sie nicht, dass das Training nicht zur zu Hause oder in der Hundeschule stattfindet, sondern auf Schritt und Tritt während Ihrer Freundschaft.\nMachen Sie es sich zur Gewohnheit, immer und überall Leckereien für den Hund dabei zu haben. Loben und belohnen Sie ihn zufällig und unerwartet für sein gutes Verhalten.\nFordern Sie die Kommandos \"Sitz\" und \"Platz\" und ermutigen Ihren Hund zum Augenkontakt, bevor Sie ihn aus dem Auto springen lassen, ihn von der Leine lassen, einen Ball werfen usw."},{"id":9,"title":"Verbale Kommandos","text":"Verbale Kommandos müssen kurz und scharf sein - klare Worte zur Bezeichnung eines Verhaltens. Was dabei wichtig ist: Dass das Verhalten nur mit einem einzigen Namen bezeichnet wird und jede Person, die den Hund trainiert, genau dieses Stichwort benutzen sollte. Geben Sie keine komplizierten Kommandos, wie etwa \"Sitzen und am Platz bleiben\". Das ist einfach zu viel auf einmal. Seien Sie nicht zweideutig; wenn \"Platz\" bedeutet, sich auf den Fußboden zu legen, dann dürfen Sie das gleichen Kommando nicht benutzen, um \"Herunter vom Sofa\" oder \"Schau unter den Tisch\" zu sagen. Benennen Sie eine Verhaltensweise nur, wenn Ihr Hund es schafft, ein Kommando in 8 von 10 Fällen korrekt auszuführen. Wenn Sie das Verhalten zu früh benennen, wird dies Ihren Hund nur verwirren."},{"id":8,"title":"Negative Stichworte","text":"Obwohl das Dogo-Training auf positiver Verstärkung beruht, bedeutet dies nicht, dass Ihr Hund nicht lernt, das Wort \"Nein\" zu verstehen. Als negatives Stichwort empfehlen wir, ein neutrales Wort oder noch besser ein Geräusch wie \"Pfui\" oder \"Ups\" zu verwenden, um Ihrem Hund mitzuteilen, dass er sich falsch verhält oder sich in eine falsche Richtung bewegt."},{"id":7,"title":"Belohnungen","text":"Eine Belohnung motiviert Ihren Hund zum Lernen und Trainieren. Wenn Sie aber Ihren Hund durch Streicheln und die Wirkung Ihrer positiven Emotionen besser motivieren können, so tun Sie das. Sie müssen ihm nicht immer eine essbare Leckerei anbieten. Wenn Sie Leckereien geben, sorgen Sie dafür, dass Ihr Hund diese verträgt, und denken Sie daran, die Kalorien der Belohnungen von der Tagesration abzuziehen. Eine Belohnung sollte unmittelbar auf das Klicken erfolgen und nur, solange Ihr Hund noch in Position ist. bspw. auf \"Platz\". Sobald Ihr Hund ein Kommando beherrscht, geben Sie die Belohnung nur jedes zweite bis dritte Mal. Fahren Sie die Belohnungen langsam zurück, damit Ihr Hund nicht allein von diesen abhängig wird."},{"id":12,"title":"Was ist der Klicker und warum sollte ich ihn einsetzen?","text":"In der Dogo-App gibt es einen eingebauten Klicker. Das ist ein akustisches Signal, das ein Verhalten zu einem exakten Zeitpunkt markiert, für das der Hund belohnt wird. Die Wissenschaft hat gezeigt, dass ein Lob oder eine Belohnung innerhalb von weniger als einer Sekunde nach dem korrekten Verhalten gegeben werden muss. Falls Sie den Klicker nicht verwenden und lieber einen Futterbelohnung geben möchten, ist es unwahrscheinlich, dass Sie dies immer in unter einer Sekunde schaffen, und der Hund wird sich wieder auf Sie und die Belohnung konzentrieren und nicht auf das Verhalten, das er gezeigt hat. Der Klicker reduziert die Trainingszeit um ungefähr 40%. Sie können statt dessen auch nur ein verbales Kommando wie \"Gut\" oder \"Ja\" verwenden, doch das Klickersignal hat den Vorteil, einen speziellen Klang auszusenden, den der Hund wahrscheinlich nur beim Training hören wird. Somit wird eine Dimension der Klarheit und Präzision bei der Kennzeichnung eines Augenblicks hinzugefügt, in dem der Hund sich so verhält wie gewünscht."}]