[{"id":5,"title":"Naming the command","text":"Before naming the command, teach your dog to perform it reliably. When by luring or hand signaling, dog performs 80% of the time, e.g. roll over, only then name the command.\nIf you keep repeating the verbal cue \"roll over\" before your dog knows how to do it, the verbal signal will not help the dog, because it does not understand the meaning of the word.\nAttaching a name to the command too early, is an additional distraction. Also, your dog will associate the sound with its not precise performance.\n\nRepeat the behavior until it happens easily at least 80 percent of the time. Add the verbal cue just before the dog does the behavior to associate the word with the appropriate response."},{"id":2,"title":"Cue \"Free\" or \"Done\"","text":"\"Done\", \"Free\" is a cue, signaling your dog that the training is over and he is allowed to go. If we do not define how long the dog has to \"sit\", \"wait\", then the dog will wait only when he sees a treat or there is nothing better to do.\nAfter the cue stop any engagement with your dog, no eye contact, praising or interaction. Dog can do what it will.\nIf your dog breaks up a position before the cue \"Done\", \"Free\", immediately correct the dog by bringing it back to the previous position. After correcting the dog, do not treat him."},{"id":3,"title":"Generalising","text":"Dogs unlike humans are not good at generalising. For a reliable response in real life situations, train in different circumstances.\nSurfaces: dogs might feel uncomfortable sitting or laying down on sand, carpet, grass, pavement, etc.\nEnvironment: performing at home is different from outside, where cars, strangers, dogs are distracting. Increase the stimuli slowly and train in different environments.\nDog sits down perfectly in front of you, but does it respond to you diagonally from you, behind you, when you are not in sight?"},{"id":10,"title":"Positive training","text":"Positive dog training is based on a principle - if you reward and praise a dog for a behaviour it is more likely to repeat it and offer it to you. A lot of misbehaviour - aggression, biting or barking stems from fear and timidity. So pulling on a collar, scolding on your dog when it barks on a man with a hat, because it is terrified of those hats, is making things much worse. With your impatience and harsh treatment you only confirm, that the dog has to be fearful of hats because whenever it sees a hat and tries to warn you, it is also being choked and shouted on. How terrible! Be patient and ignore the unwanted behaviour or redirect your dog's attention to other things like a ball, a treat or change a walking direction. Do not forget to praise your dog also when it does not react to a passing cyclist or a ball bouncing nearby. Even though you take it for granted that a dog should not run away and catch the ball, it is against most of dog's instincts to stay nonreactive to a fast moving object."},{"id":6,"title":"Do NOT repeat the verbal cue","text":"Repeating verbal cue \"sit, sit, SIT\", will decrease the reliability of the dog to 25%\nAvoid repeating verbal cues, give a command, if dog does not perform it, lure with a treat, correct with a hand or a slight pull on a leash.\nBy repeating the cue dog learns that it mustn't listen after the first time, only when your voice gets slightly louder and tenser by the third time.\nDo not use the command if your are not 90% sure that the dog will comply. Once the cue is given, do not let your dog ignore or skip it. Be insistent."},{"id":1,"title":"My dog is not interested in treats or play. What can I do?","text":"We suggest to hand feed your dog for a week. Give breakfast and dinner from your hands, so it becomes more attentive to you and your body language. We guarantee you, you will see a difference."},{"id":4,"title":"Applying training to everyday life","text":"Do not forget that training takes place not only at home or dog school but in every step of your friendship. \nMake a habit carrying dog treats everywhere. Praise and treat randomly, unexpectedly, for good behaviour.\nAsk for commands \"sit\", \"down\", encourage eye contact before jumping out of the car, releasing off the leash, throwing a ball, etc."},{"id":9,"title":"Verbal commands","text":"Verbal commands are short, sharp, clear words that name a behaviour. What is important, that the behaviour should be named only after one name, everybody training the dog should use the same cue. Do not make complex commands, e.g. “sit and stay in place”. That is just too much to digest. Do not be ambiguous if “down” means lay down on the floor, do not use the same command to say “jump off the sofa” or “look under the table”. Name the behaviour only when your dog performs a command 8 times out of 10 correctly. Naming the behaviour too early will only confuse your dog."},{"id":8,"title":"Negative cue","text":"Although Dogo training is based on positive reinforcement, it does not mean your dog does not learn to understand the word “No”. We suggest for a negative cue you choose a neutral word or even better a sound like “phew”, “ups” to let your dog know it misbehaves or is moving to a wrong direction."},{"id":7,"title":"Treating","text":"A treat is a motivator for your dog to learn and train. But if your dog is highly motivated by petting and your positive emotional blast, then do it. You do not have to always offer an edible snack. If you give treats, make sure your dog tolerates it well and keep in mind, to subtract the calories received from treats, from the daily ratio. A treat should follow immediately after clicking and while your dog is still in the position, e.g. “down”. Once your dog masters a command, treat every second, third time. Slowly fade out treating, so your dog does not become solely dependent on them."},{"id":12,"title":"What is Clicker and why should I use it?","text":"There is a built-in clicker in the Dogo App. Clicker is a sound signal to mark a behaviour and precise moment for which the dog is rewarded. Science has proven that a praise or a treat has to be given within 0.8 seconds after the correct behaviour. If you choose not to use clicker and instead use a food reward, you are unlikely to always deliver the treat in less than a second and the dog will refocus its attention on you and the treat and not on the behaviour it was performing. A clicker reduces training time by about 40%. You could use instead only a verbal command like “Good”, “Yes”, but a clicker sound has an advantage that the sound it emits is specific and will be most likely heard only during the training, it adds a dimension of clarity and precision of marking a moment the dog behaves as wanted."}]