[{"id":5,"title":"Cómo poner nombre a las órdenes","text":"Antes de poner nombre a una orden, enseña a tu perro a cumplirla con confianza. Si atrayéndole o haciéndole señales con la mano el perro la realiza el 80 % de las veces, por ejemplo, el darse una vuelta, entonces pon nombre a la orden.\nSi sigues repitiendo la indicación verbal \"da una vuelta\" antes de que el perro sepa cómo hacerlo, la señal verbal no ayudará al perro, porque no conoce el significado de las palabras.\nDar nombre a una orden demasiado pronto es una distracción adicional. Además, el perro asociará su sonido con una ejecución no precisa.\n\nRepite el comportamiento hasta que lo realice fácilmente al menos el 80 por ciento de las veces. Añade la indicación verbal justo antes de que el perro ejecute el comportamiento, para asociar la palabra con la respuesta adecuada."},{"id":2,"title":"Indícale \"libre\" o \"ya\"","text":"\"Ya\" o \"libre\" son indicaciones que dicen a tu perro que el entrenamiento ha terminado y que tiene permiso para irse. Si no precisamos cuánto tiempo tiene el perro que \"sentarse\" o \"esperar\", solo esperará cuando vea un premio o no tenga otra cosa mejor que hacer.\nTras la indicación, cesa cualquier interacción con el perro; no mantengas contacto visual, ni le alagues ni interacciones. El perro puede hacer lo que quiera. Si abandona la postura antes de que le digas \"ya\" o \"libre\", corrígele inmediatamente poniéndole otra vez en la posición previa. Tras corregirle, no le des un premio."},{"id":3,"title":"Generalización","text":"A diferencia de los humanos, los perros no son buenos a la hora de generalizar. Para conseguir una respuesta fiable en situaciones de la vida real, entrénalo en situaciones distintas:\nSuperficies: a los perros les puede resultar incómodo sentarse o tumbarse sobre la arena, alfombras, hierba, asfalto, etc.\nEntorno: actuar en casa es distinto que hacerlo fuera, donde los coches, personas extrañas y otros perros pueden distraer. Aumenta los estímulos lentamente y entrenad en distintos entornos. \n¿El perro se sienta perfectamente delante de ti, pero no responde si lo tienes en tu diagonal, detrás o cuando no estás a la vista?"},{"id":10,"title":"Entrenamiento positivo","text":"El entrenamiento positivo del perro se basa en un principio: si recompensas y elogias a un perro por su comportamiento, es más probable que lo repita y te lo ofrezca. Muchas malas conductas, como las agresiones, mordiscos o ladridos, provienen del miedo y la timidez. Así que tirarle del collar o regañarle cuando ladra a un hombre que lleva sombrero, porque le aterrorizan los sombreros, empeora las cosas aún más. Con tu impaciencia y un trato rudo solo estarás confirmando que el perro ha de temer los sombreros, porque siempre que ve uno e intenta avisarte, se le asfixia y grita. ¡Qué horror! Ten paciencia e ignora el comportamiento no deseado, redirige la atención de tu perro a otras cosas, como una pelota o un regalo, o camina en otra dirección. No olvides alagar al perro si no reacciona cuando pasa un ciclista o una pelota bota cerca. Aunque tú des por sentado que un perro no debe correr a atrapar la pelota, el no reaccionar ante un objeto que se mueve rápido va en contra del instinto de la mayor parte de los perros."},{"id":6,"title":"NO repitas las indicaciones verbales","text":"Repetir una indicación verbal, como \"siéntate, siéntate, SIÉNTATE\" disminuirá la fiabilidad del perro en un 25 %.\nEvita repetir las indicaciones verbales. Da una orden y, si el perro no la cumple, atráele con un premio y corrígele con una mano o con un ligero tirón en la correa.\nAl repetir las indicaciones el perro aprende que no debe escuchar la primera vez; solo la tercera vez, cuando la voz se eleva y tensa ligeramente.\nNo uses la orden si no estás seguro al 90 % de que el perro obedecerá. Una vez que se da una orden, no dejes que el perro la ignore o se la salte. Insiste."},{"id":1,"title":"A mi perro no le interesan los premios ni los juegos. ¿Qué puedo hacer?","text":"Te sugerimos que des de comer al perro con la mano durante una semana. Dale el desayuno y la cena con la mano, para que esté más pendiente de ti y de tu lenguaje corporal. Te garantizamos que notarás la diferencia."},{"id":4,"title":"Cómo utilizar el entrenamiento en la vida diaria","text":"No olvides que el entrenamiento tiene lugar no solo en casa o en una escuela para perros, sino en cada fase de vuestra amistad.\nAcostúmbrate a llevar premios para perros a todos los sitios. Elógiale y dale premios aleatoriamente, sin que se lo espere, cuando se porte bien.\nDale órdenes como \"siéntate\", \"abajo\" y fomenta el que tenga contacto visual contigo antes de saltar del coche, al soltarle la correa, tirarle la pelota, etc."},{"id":9,"title":"Órdenes verbales","text":"Las órdenes verbales son palabras cortas, nítidas y claras que dan nombre a un comportamiento. Lo importante es que para cada comportamiento debe usarse solo un nombre, y todos los que entrenen al perro deben usar la misma indicación. No crees órdenes complejas, como \"siéntate y quédate quieto\". Eso es demasiado para que lo asimile. No seas ambiguo; si \"abajo\" significa que se tumbe en el suelo, no uses la misma orden para decir \"salta del sofá\" o \"mira debajo de la mesa\". Nombra el comportamiento solo cuando el perro realice una orden correctamente 8 de cada 10 veces. Nombrar el comportamiento demasiado pronto, solo confundirá al perro."},{"id":8,"title":"Indicación negativa","text":"Aunque el entrenamiento con Dogo se basa en los refuerzos positivos, esto no significa que el perro no aprenda el significado de la palabra \"no\". Para las indicaciones negativas, sugerimos elegir una palabra neutra o, incluso mejor, un sonido como \"fiu\" o \"ups\" para indicar al perro que se está comportando mal o moviendo en la dirección equivocada."},{"id":7,"title":"Premios","text":"Un premio es una motivación para que el perro aprenda y entrene. Pero si tu perro se motiva mucho con las caricias y tus emociones positivas, entonces usa eso. No tienes que ofrecer siempre algo de comer. Si le das premios, asegúrate de que tu perro los tolera bien y recuerda restar las calorías de los premios de su cómputo diario. El premio debe darse inmediatamente después de hacer clic y mientras el perro está aún en la postura correcta, por ejemplo \"abajo\". Una vez que el perro domina una orden, dale el premio cada dos o tres veces. Elimina lentamente los premios, para que el perro no dependa exclusivamente de ellos."},{"id":12,"title":"¿Qué es el marcador y por qué debería usarlo?","text":"La aplicación Dogo lleva un marcador incorporado. El marcador produce una señal sonora que sirve para marcar un comportamiento y el momento preciso para recompensar al perro.  Está científicamente probado que los elogios o premios se deben dar dentro de los 0,8 segundos posteriores al comportamiento correcto. Si prefieres no usar el marcador y, en su lugar, recompensar con comida, es poco probable que le des siempre el premio en menos de un segundo, y el perro volverá a centrar su atención en ti y en el premio, y no en el comportamiento que estaba realizando. El marcador reduce el tiempo de entrenamiento en aproximadamente un 40 %. Podrías sustituirlo por órdenes verbales como \"bien\" o \"sí\", pero el marcador tienen la ventaja de que emite un sonido especial, que probablemente solo oiga durante el entrenamiento. Esto añade claridad y precisión a la hora de marcar el momento en el que el perro se comporta de la manera deseada."}]