[{"id":5,"title":"Nommer l'instruction","text":"Avant de nommer l'instruction, apprends au chien à la réaliser sérieusement. Ce n'est que lorsque que le chien réussit 80 % du temps (ex. roule), avec un appât ou un signe de la main, qu'il est temps de nommer l'instruction.\nSi tu continues à répéter l'instruction verbale \"roule\" avant que ton chien ne sache comment faire, le signal verbal n'aidera pas le chien car il ne comprendra pas la signification du mot.\nAssocier un mot à une instruction trop tôt est une distraction supplémentaire. De plus, ton chien associera le son avec sa performance imprécise.\n\nRépète le comportement jusqu'à ce qu'il soit facilement obtenu au moins 80 % du temps. Ajoute le signal verbal juste avant que le chien s'exécute pour associer le mot avec la réponse appropriée."},{"id":2,"title":"Signal \"Libre\" ou \"Fini\"","text":"\"Fini\", \"Libre\" est un signal indiquant à ton chien que l'entraînement est terminé et qu'il est autorisé à partir. Si l'on ne définit pas combien de temps le chien doit rester\"assis\" ou \"pas bouger\", alors le chien n'attendra que lorsqu'il verra une friandise ou qu'il n'aura rien de mieux à faire.\nAprès le signal, arrête tout échange avec ton chien, pas de contact visuel, félicitations ou interaction. Le chien est libre de faire ce qu'il veut.\nSi le chien s'interrompt avant le signal \"Fini\" ou \"Libre\", corrige-le immédiatement en le ramenant à la position précédente. Après la correction, ne pas récompenser le chien."},{"id":3,"title":"Généraliser","text":"Contrairement aux humains, les chiens ne sont pas bons pour généraliser. Pour une réaction fiable dans les situations réelles, ils doivent être entraînés dans différentes conditions.\nSurfaces : les chiens peuvent trouver désagréable de s'asseoir ou se coucher sur du sable, un tapis, de l'herbe, des pavés, etc.\nEnvironnement : réaliser des exercices à la maison est différent de l'extérieur avec des voitures, des étrangers et des chiens, sources de distraction. Augmente progressivement les stimuli et réalise les entraînements dans différents environnements.\nLe chien s'assoit parfaitement devant toi, mais est-ce qu'il répond en diagonale ou derrière toi lorsque tu n'est pas dans son champ de vision ?"},{"id":10,"title":"Dressage positif","text":"Le dressage positif est basé sur un principe, si l'on récompense et félicite un chien pour un comportement, il est plus probable qu'il le répète et réponde. De nombreux mauvais comportements (agresser, mordre, aboyer) proviennent de la peur et de la timidité. Alors réprimander le chien lorsqu'il aboie sur quelqu'un portant un chapeau, parce qu'il est terrifié par ces chapeaux, ne fera qu'empirer les choses. Avec de l'impatience et un traitement rude, on ne fait que confirmer que le chien doit avoir peur des chapeaux car lorsqu'il en aperçoit un et essaye de vous prévenir, il sera muselé et réprimandé. C'est terrible ! Sois patient(e) et ignore le comportement indésirable ou redirige l'attention de ton chien sur d'autres choses comme une balle ou une friandise, ou change de direction. N'oublie pas de féliciter ton chien lorsqu'il ne réagit pas à un cycliste qui passe ou une balle qui rebondit à proximité. Même si tu considère qu'il est normal que le chien ne courre pas après pour attraper la balle, ne pas réagir face à un objet en mouvement va à l'encontre de l'instinct du chien."},{"id":6,"title":"Ne répète PAS le signal verbal","text":"Répéter le signal verbal \"assis, assis, ASSIS\" va réduire la fiabilité du chien de 25 %.\nÉvite de répéter des signaux verbaux, donne une instruction, si le chien ne s'exécute pas, appâte-le avec une friandise, corrige-le avec la main ou en tirant légèrement sur la laisse.\nEn répétant le signal, le chien apprend qu'il ne doit pas écouter dès la première fois, mais seulement lorsque la voix s'élève et s'intensifie la troisième fois.\nN'utilise pas l'instruction si tu n'es pas sûr(e) à 90 % que le chien va s'exécuter. Lorsque le signal est donné, ne laisse pas le chien l'ignorer, insiste."},{"id":1,"title":"Mon chien n'est pas intéressé par les friandises ou les jeux. Que puis-je faire ?","text":"Nous te recommandons de nourrir ton chien à la main durant une semaine. Donne-lui un petit-déjeuner et un dîner dans tes mains, il deviendra plus attentif à toi et ton langage corporel. C'est garanti, tu verras une différence."},{"id":4,"title":"S'entraîner au quotidien","text":"N'oublie pas que l'entraînement ne se déroule pas uniquement à la maison ou à l'école de dressage, mais à chaque étape de votre amitié.\nPrends l'habitude d'emporter des friandises partout.\nFélicite et récompense le chien de manière aléatoire et inattendue pour un bon comportement.\nDonne les instructions \"assis\", \"couché\", encourage le contact visuel avant de descendre du véhicule, de relâcher la laisse, de lancer une balle, etc."},{"id":9,"title":"Instructions verbales","text":"Les instructions verbales sont des mots courts, incisifs et clairs qui nomment un comportement. L'important est qu'un comportement ne soit nommé que par un seul mot, chaque personne participant à l'entraînement doit utiliser le même signal. Ne créé pas d'instructions complexes, comme \"assis et ne bouge pas\". Cela est trop compliqué à assimiler. Ne soit pas ambigu(e), si \"couché\" signifie se coucher sur le sol, n'utilise pas la même instruction pour dire \"monte sur le canapé\" ou \"regarde sous la table\". Nomme le comportement uniquement lorsque ton chien exécute une instruction correctement 8 fois sur 10. Nommer une instruction trop tôt ne fera qu'apporter de la confusion à ton chien."},{"id":8,"title":"Signal négatif","text":"Bien que l'entraînement Dogo soit basé sur le renforcement positif, cela ne signifie pas que ton chien ne doit pas apprendre et comprendre le mot \"Non\". Nous suggérons, pour un signal négatif, de choisir un mot neutre ou un son comme \"ouf\", \"oups\" pour indiquer à ton chien que son comportement n'est pas le bon ou qu'il se dirige dans la mauvaise direction."},{"id":7,"title":"Récompenser","text":"Une friandise est un élément de motivation pour ton chien qui lui permet d'apprendre et s'entraîner. Mais si ton chien est très motivé par les caresses et tes démonstrations d'affection, alors fais-le. Tu n'es pas obligé(e) d'offrir un en-cas comestible. Si tu offres une friandise, assure-toi que ton chien la tolère bien et n'oublie pas de retirer les calories apportées par les friandises de la ration quotidienne. Une récompense doit toujours être donnée immédiatement après le clic et pendant que le chien est toujours en position, par exemple \"couché\". Lorsque le chien exécute une commande, récompense chaque seconde, trois fois. Réduis progressivement les récompenses afin que ton chien n'en soit pas entièrement dépendant."},{"id":12,"title":"Qu'est-ce qu'un clicker et pourquoi dois-je l'utiliser ?","text":"Un clicker est un signal sonore qui capte le comportement attendu de la part du chien. Pendant les séances d'entraînement, les chiens apprennent à associer le son du clicker à une friandise. Les chercheurs ont constaté que le processus d'apprentissage du chien est rapide et efficace, le chien doit être congratulé ou recevoir une récompense dans un délai de moins d'une seconde. La réaction humaine est trop lente pour récompenser le chien dans un délai aussi bref, c'est pourquoi le signal émis par clicker est aussi utile. Si vous prenez plus d'une seconde, le chien est distrait et son attention se porte sur vous ou sur la friandise, plutôt que sur votre comportement. Le clic accélère le processus d'apprentissage de 40 %. L'avantage du clicker par rapport au stimulus verbal \"Oui\" ou \"Bien\", est que le son émis est spécifique, entendu seulement pendant les années d'apprentissage. Le son est également toujours le même et à tout moment et est neutre sur le plan émotionnel : si le formateur est impatient ou légèrement tendu, le chien ne le percevra pas dans le clic."}]