[{"id":5,"title":"Vardo suteikimas komandai","text":"Prieš suteikiant komandai pavadinimą, išmokykite šunį patikimai ją atlikti. Kai 80% laiko šuo teisingai atlieką komandą rodant gestą arba statant į pozą skanėsto pagalba, tik tada pridėkite ir garsiai sakykite komandos pavadinimą. \nJei nuolatos kartosite žodinę komandą, pvz. sėdėt, nors jūsų nemokės jos dar atlikti. Tai tik blaškys šunį ir užterš jūsų komunikaciją. Šuo nesupranta ką reiškia komandą, jis tik išmokęs veiksmą, vėliau gali jį asocijuoti su žodžiu.\nKartokite triuką, kol šuo bent 80 procentų laiko jį atliks teisingai. Ištarkite žodinį signalą prieš pat šuniui atliekant komandą, kad susidarytų asociacija."},{"id":2,"title":"Signalas \"laisvai\" arba \"baigta\"","text":"\"Laisvai\" arba \"baigta\" - garsinis signalas, pažymintis šuniui, jog komanda yra baigta ir jis gali palikti poziciją. Jeigu nepranešime šuniui kiek laiko jis turi sėdėti ir laukti, tuomet šuo bus tol, kol matys skanėstą arba nesugalvos ką įdomesnio veikti.\nDavę signalą, nutraukite bet kokį kontaktą su šuniu, nežiūrėkite į jį, negirkite, neglostykite. Jūsų šuo gali veikti ką nori.\nJei šuo pajuda iš pozicijos prieš žodinį signalą \"laisvai\", iš karto taisykite šunį ir grąžinkite į buvusią poziciją. Po pataisymo, neskatinkite šuns."},{"id":3,"title":"Bendrinimas","text":"Šunys, skirtingai nei žmonės, nebendrina įvykių gerai. Siekiant patikimos atsako realiose situacijose, turite treniruoti šunį kuo įvairesnėse situacijose. \nPaviršiai: šunys gali jaustis nepatogiai sėdėti ar gulėti ant smėlio, kilimo, žolės, šaligatvio ir t.t. Todėl kiekvieną išmoktą komandą atlikite ant kuo įvairesnio paviršiaus.\nAplinka: klausyti ir teisingai atlikti pratimą namuose lengviau nei lauke, kur važiuoja automobiliai, svetimi šunys atitraukia dėmesį. Dirgiklius pridėkite treniruočių metu po truputį, dresuokite skirtingose vietose.\nJūsų šuo puikiai atsisėda priešais jus, bet ar jis atsisėda įstrižai jūsų kūno atžvilgiu, už jūsų, kai jūsų nemato?"},{"id":10,"title":"Pozityvus skatinimas","text":"Pozityvaus skatinimo metodas yra grindžiamas principu: jei šunį apdovanosite ir girsite už elgesį, tai gyvūnas tikėtina, dažniau kartos ir siūlys tą elgesį. Elgsenos problemos - agresija, kandimas ar lojimas dažnai kyla iš baimės ir nepasitikėjimo savimi. Taigi šunį koreguodami jėga, rėkdami ant šuns, galite problemą tik paaštrinti, nes gyvūno baimė tik gylės. Nekantrumu ir griežtu auklėjimu jūs tik patvirtinsit, jog šuo dar turi labiau bijoti esančių aplinkui. Būkite kantrūs ir nepageidaujamą elgesį bandykite sustabdyti, nukreipdami šuns dėmesį į kitus dalykus, pvz., žaislą, pagalį,  arba išveskite šunį iš situacijos, pakeisdami pasivaikščiojimo kryptį. Nepamirškite girti šuns, kai jis nereaguoja į pravažiuojantį dviratininką ar šalia esantį vaiką. Ramus elgesys ir dirgiklių ignoravimas yra vertas pagyrimo."},{"id":6,"title":"Nekartokite žodinės komandos","text":"Žodinio signalo kartojimas \"sėdėti, sėdėti, SĖDĖTI\" išmokys šunį reaguoti , tik tada, kai jūs įsitempiat ir pakeliat balsą. O ne išgirdus komandą.\nVenkite kartoti komandą. Pasakykite kartą, jei šuo neklauso, skanėstu veskite į poziciją (lure), pakoreguokite ranka ar šiek tiek truktelėję už pavadėlio. \nNenaudokite komandos, jei esate ne 90% įsitikinęs, kad šuo klausys. Jei davėte komandą, neleiskite šuniui jos ignoruoti."},{"id":1,"title":"Mano šuo nesidomi skanėstais arba žaidimais. Ką daryti?","text":"Savaitę laiko atsisakykite šuns bliudelio. Pusryčius ir vakarienę duokite šuniui iš rankų. Taip šuo pradės labiau kreipti dėmesį į jus ir jūsų kūno kalba. Garantuojame, jog pamatysite, skirtumą."},{"id":4,"title":"Komandų pritaikymas kasdien","text":"Nepamirškite, jog dresavimas vyksta ne tik namuose arba šunų mokykloje, bet ir tiesiog leidžiant laiką kartu.\nĮpraskite su savimi nešiotis skanėstų, jeigu jūsų šuniui prireiks papildomos \"motyvacijos\". Girkite ir skatinkite atsitiktinai, netikėtai už gerą elgesį. Jog šuo suprastų, koks elgesys jums patinka ir elgtųsi atitinkamai, ne tik dresūros metu.\nDuokite komandą \"Sėdėk\", \"gulėt\", skatinkite akių kontaktą prieš iššokant iš automobilio, paleidžiant nuo pavadėlio, prieš metant kamuoliuką, ir tt."},{"id":9,"title":"Žodinės komandos","text":"Žodinė komanda tai trumpas, skambus, aiškus žodis, kuris pavadina tam tikrą elgesį/ pozą. Svarbu, jog triukas turėtų tik vieną pavadinimą ir visi treniruojantys šunį naudotų tą patį. Nesuteikite sudėtingų komandų, pvz \"sėdėk ramiai ir būk vietoje\". Šuniui bus sunku atfiltruoti, ko iš jo yra prašoma. Nevadinkite skirtingų elgesių vienodai, pvz.: \"žemyn\" gali reikšti gulėti/ieškok ant žemės/ lipk iš mašinos. Skirtingi triukai, turi vadintis skirtingai.\nSuteikite vardą komandai, tik kai šuo ją atlieka teisingai 8 kartus iš 10."},{"id":8,"title":"Neigiamas signalas","text":"Nors Dogo dresavimo metodas yra grindžiamas pozityviu skatinimu, tai nereiškia, kad jūsų šuo neturėtų žinoti žodžio \"Ne\" arba \"Fuj\" prasmės. Mes rekomenduojame neigiamam signalui pasirinkti neutralų žodį arba ištiktų, kaip \"fuj\", \"auč\". Neigiamas signalas parodo jūsų šuniui, jog  jis blogai elgiasi arba atliko kažką neteisingai."},{"id":7,"title":"Skanėstų davimas","text":"Skanėstai - tai apdovanojimai, motyvuojantys jūsų šunį mokytis ir treniruotis. Tačiau jei jūsų šuo mėgsta fizinį kontaktą, būti glostomi, jūsų pagyrimus ar žaislus, tuomet, vietoj skanėstų, naudokite kitus skatinimo metodus. Venkite naudoti tik maistą kaip pagyrimą. Rinkdamiesi skanėstus, įsitikinkite, kad jūsų šuo juos gerai toleruoja. Nepamirškite, prie dienos reikiamo maisto kiekio, priskaičiuoti, jog nemažai šuo gauna kalorijų treniruočių metu su skanėstais. \nApdovanojimas turėtų sekti iškart po klikerio paspaudimo, kol jūsų šuo vis dar yra pozicijoje, pvz., \"gulėti\". Kai jūsų šuo jau įvaldė komandą, duokite skanėstą tik kas antrą, trečią, septintą kartą. Bandykite atsisakyti skanėstų, jog šuo neatliktų komandų tik tuomet, kai užuodžia maistą."},{"id":12,"title":"Kas yra klikeris ir kodėl aš jį turėčiau naudoti?","text":"Klikeris - tai garsinis signalas, kuriuo fiksuojamas norimas šuns elgesys. Treniruočių metu šunys išmoksta asocijuoti klikerio garsą su skanėstu. Mokslininkai ištyrė, jog šuns mokymosi procesas būtų greitas ir efektyvus, šuo turi gauti pagyrimą arba apdovanojimą per mažiau nei 1 sekundę. Žmogaus reakcija yra per lėta per tokį trumpą laiką paduoti šuniui skanėstą, todel praverčia Klikerio signalas. Jei užtrunkame ilgiau nei 1 sekundę, šuo išsiblaško ir nukreipia dėmėsį į jus arba skanėstą, o ne į savo elgesį. Klikeris pagreitina mokymo procesą 40%. Klikerio pranašumas prieš žodinį paskatinimą “Taip”, “geras”, jog skleidžiamas garsas yra specifinis, girdimas tik treniruočių metų. Garsas taip pat yra visą laiką vienodas ir neturi emocinio atspindžio, jei dresuotojas nekantrus, šiek tiek įsitempęs, tai neatsispindi šuniui."}]