[{"id":5,"title":"Nomeando o comando","text":"Antes de nomear o comando, ensine o seu cachorro a realizá-lo com segurança. Se depois de conduzindo ou sinalizando com a mão, o cachorro realizar o comando 80% das vezes então nomeie o comando. Se você continuar repetindo o comando \"rolar\" antes que o seu cachorro aprenda a fazê-lo, o comando não vai ajudar, afinal de contas o seu cachorro não sabe o que ele significa.\nNomear o comando muito cedo é uma distração adicional. Alias, o seu cachorro irá associar o som com o desempenho incorreto.\nRepita o comportamento até que ele se repita com facilidade pelo menos 80% das vezes. Diga o comando verbal logo antes do cachorro realizá-lo, para que o cachorro consiga associar a palavra com a resposta apropriada."},{"id":2,"title":"Comando \"Livre\" ou \"Feito\"","text":"\"Feito\", \"Livre\" é um comando que sinaliza que o treinamento chegou ao fim e que ele está livre para sair. Se nós não definirmos por quanto tempo o cachorro deve \"sentar\" ou \"esperar\", o cachorro só irá esperar quando ele ver o petisco ou quando não tem nada melhor para fazer. \nDepois de dar o comando pare qualquer interação, contato visual ou elogio com seu cachorro. O cachorro pode fazer o que quiser.\nSe o cachorro sair da posição antes do comando \"Feito\" ou \"Livre\", corrija imediatamente o cachorro, levando-o de volta a posição anterior. Depois de corrigir o cachorro não dê recompensa."},{"id":3,"title":"Generalização","text":"Ao contrário dos humanos, os cachorros não generalizam. Para obter uma resposta com segurança em situações cotidianas, treine seu cachorro em diferentes circunstâncias.\nSuperficies: os cachorros podem se sentir desconfortáveis sentando ou deitando na areia, no carpete, na grama, na calçada etc...\nAmbientes: os desempenhos em casa podem ser diferentes de fora de casa onde carros, pessoas estranhas, outros cachorros são distrações. Aumente os estímulos gradativamente e treine em vários ambientes.\nO cachorro senta perfeitamente na sua frente, mas ele desempenha da mesma forma quando você está na diagonal, quando está de costas para você ou quando você não está à vista?"},{"id":10,"title":"Treinamento positivo","text":"Treinamento positivo é baseado no principio que - se você recompensar e elogiar o seu cachorro por um comportamento é mais provável que ele o repita e que o ofereça à você. Muitos comportamentos inadequados - agressividade, mordidas e latidos, são resultados de medo e timidez. Então puxar a coleira, repreender seu cachorro quando ele late para um homem de chapéu, porque ele tem medo de chapéus, só piora esse comportamento. A sua impaciência e e seu tratamento duro só confirmam que o seu cachorro deve mesmo ter medo de chapéus, porque sempre que ele vê um chapéu e tenta chamar a sua atenção ele chega ser sufocado e leva gritos. Que horrível! Seja paciente e ignore comportamentos indesejados ou redirecione a atenção do seu cachorro pra outras coisas como uma bola, um prêmio ou mude de direção. Também não se esqueça de elogiar o seu cachorro quando ele não reagir a um ciclista que passou ou uma bola quicando por perto. Mesmo que você acredite que não seja muita coisa, é contra os instintos do cachorro não reagir a objetos se movendo com rapidez perto dele."},{"id":6,"title":"NÃO repita o comando verbal","text":"Repetir o comando verbal \"senta, senta, SENTA\" irá diminuir a confiança do cachorro em até 25%. \nEvite repetir os comandos verbais, dê o comando, se o cachorro não realizar o comando, mostre o petisco, corrija-o com a mão ou um leve puxão na coleira. \nRepetindo o comando, o cachorro aprende que não precisa escutar a primeira vez e só apenas quando você usa o tom de voz mais alto e tenso. \nSó use o comando quando você estiver 90% certo que se o seu cachorro irá cumpri-lo. Uma vez que o comando for dado, não deixe que o seu cachorro ignore ou pule. Seja insistente."},{"id":1,"title":"Meu cachorro não se interessa por prêmios ou brincadeiras. O que devo fazer?","text":"Nós sugerimos alimentar o seu cachorro com a mão por uma semana. Dê o café da manhã com as mãos para que ele fique mais atento a você e a sua linguagem corporal. Nós garantimos que você vai notar a diferença. "},{"id":4,"title":"Apliacando o treinamento no dia a dia","text":"Não esqueça que o treinamento não acontece apenas em casa ou na escola de treinamento, mas em todas as etapas da sua amizade. \nCrie o hábito de levar petiscos para seu cachorro para todos os lugares. Elogie e dê petiscos aleatoriamente e inesperadamente, sempre que o seu cachorro se comportar bem.\nPeça que ele \"sente\", \"fique\", encorage o contato visual antes que ele saia do carro, antes de soltá-lo da coleira, antes de jogar a bola e etc..."},{"id":9,"title":"Comandos verbais","text":"Comandos verbais são palavras curtas, fortes e claras usadas pra nomear o comportamento. O importante é que o comando seja nomeado com apenas uma palavra e que todos envolvidos no treinamento usem a mesma palavra. Não faça comandos complexos, como, por exemplo, \"sente e fique no lugar\". Isso é demais para o cachorro entender. Não sejam ambíguo, se \"chão\" significa deitar no chão, não use esse mesmo comando para dizer para o cachorro \"desça do sofá\" ou \"olhe embaixo da mesa\". Apenas nomeie o comportamento depois que o seu cachorro realizá-lo corretamente 8 vezes de cada 10. Nomear o comportamento muito cedo irá apenas confundir o cachorro."},{"id":8,"title":"Sinal negativo","text":"Embora o treinamento da Dogo seja baseado em reforços positivos, isso não significa que o seu cachorro não deva aprender a entender a palavra \"não\". Nós sugerimos que para um sinal negativo você pode escolher uma palavra neutra ou, melhor ainda, um som, como um assobio ou \"ops\" para deixar o cachorro saber que se comportou mal ou que está indo na direção errada."},{"id":7,"title":"Dar prêmio","text":"O petisco é um motivador para o seu cachorro apender e treinar. Mas se o seu cachorro é altamente motivado por carinhos e expressões emocionais positivas, então faça-o. Você não precisa oferecer sempre um petisco. Se você usa petiscos como recompensa, certifique-se que o seu cachorro não é intolerante ou alérgico e lembre-se de subtrair as calorias dos petiscos das calorias diárias. O petisco deve ser oferecido imediatamente após o som do clicador e enquanto o seu cachorro continua na posição, por exemplo \"chão\". Depois que o seu cachorro realizar bem o comando, dê o petisco cada duas ou três vezes. Vá parando de dar petisco gradativamente para que seu cachorro não dependa exclusivamente disso."},{"id":12,"title":"O que é o clicador o por que devo usá-lo?","text":"O aplicativo Dogo tem um clicador incorporado. O clicador é um sinal sonoro para marcar um comportamento ou momento preciso para qual o cachorro é recompensado. Foi comprovado cientificamente que um elogio ou recompensa deve ser dado em até 0.8 segundos depois do comportamento correto. Se você escolher não usar o clicador e preferir usar recompensa alimentícia, dificilmente você irá conseguir entregar a recompensa em menos de um segundo e o cachorro irá forcar sua atenção em você e na recompensa e não no comportamento que estava realizando. O clicador reduz o tempo de treinamento em até 40%. Você pode usar apenas um comando verbal com \"bom\", \"sim\", mas o som do clicador tem a vantagem de emitir um som específico que provavelmente só será escutado durante o treinamento, o que adiciona uma dimensão de claridade e precisão ao momento em que o cachorro se comporta como esperado."}]