[{"id":5,"title":"Озвучивание команды","text":"Прежде чем дать команде название, научите собаку выполнять ее. Дайте команде название только после того, как собака будет выполнять нужные действия в 80 % случаев с приманкой или жестами, например переворачиваться.\nЕсли вы будете повторять голосовую подсказку «перевернись» до того как собака научится ее выполнять, толку не будет, ведь собака не понимает значения этого слова.\nЕсли вы слишком рано закрепите за командой название, это будет только отвлекать собаку. Кроме того, собака будет ассоциировать этот сигнал с неточными действиями.\n\nОтрабатывайте действие до тех пор, пока собака не сможет с легкостью выполнять его не менее чем в 80 % случаев. Дайте голосовую подсказку непосредственно перед тем, как собака выполнит нужное действие, — так у нее сформируется ассоциация между словом и правильным действием."},{"id":2,"title":"Сигнал «все» или «готово»","text":"«Готово», «все» — это сигнал об окончании дрессировки, который говорит вашей собаке о том, что она свободна. Если мы не определим, как долго собака должна «сидеть» или «ждать», она будет ждать лишь до того момента, пока не увидит лакомство или не найдет занятие поинтересней.\nПосле сигнала об окончании прекратите всякое общение с собакой, не смотрите на нее и не хвалите ее. Собака может отправляться по своим делам.\nЕсли она изменит положение до сигнала «Готово» или «все», сразу же поправьте ее, вернув в предыдущее положение. Не поощряйте собаку после исправления."},{"id":3,"title":"Обобщение","text":"В отличие от людей, собаки не очень сильны в обобщениях. Чтобы получить надежную реакцию в реальных ситуациях, дрессируйте собаку в разных условиях.\nПоверхности: собакам может быть неудобно сидеть или лежать на песке, ковровом покрытии, траве, асфальте и т. д.\nВнешние условия: дрессировка дома отличается от занятий на улице, где собаку могут отвлекать машины, незнакомые люди и другие собаки. Медленно повышайте стимул и дрессируйте собаку в разных условиях.\nСобака сидит прямо напротив вас, но реагирует ли она на вас по диагонали, позади вас, когда вы вне поля ее зрения?"},{"id":10,"title":"Поощрительная дрессировка","text":"В основе поощряющей дрессировки лежит следующий принцип: если вы поощряете и хвалите собаку за какое-то действие, она с большей вероятностью выполнит его снова. Причиной неправильного поведения — агрессии, попытки укусить или лая — во многих случаях является страх и боязливость. Поэтому когда вы тянете за ошейник, браните пса, если он лает на человека в шляпе просто потому, что шляпы приводят его в ужас, вы лишь усугубляете ситуацию. Своей раздражительностью и строгостью вы лишь подтверждаете, что собаке стоит бояться шляп, ведь каждый раз, когда она видит шляпу и пытается предупредить вас, вы тянете за ошейник и ругаете ее. Какой ужас! Будьте терпеливы и игнорируйте нежелательное поведение, либо отвлеките собаку на что-то другое, например мячик, лакомство или изменение маршрута прогулки. Не забывайте поощрять собаку, если она не реагирует на проезжающего мимо велосипедиста или мячик, в который играют неподалеку. Вам может показаться, что собака и так не должна убегать и ловить мяч, но, на самом деле, не реагируя на быстродвижущийся предмет, собака подавляет свои инстинкты."},{"id":6,"title":"НЕ повторяйте голосовую подсказку","text":"При повторении голосовой подсказки «сидеть, сидеть, СИДЕТЬ» надежность реакции собаки снизится до 25 %\nСтарайтесь не повторять голосовые подсказки. Дайте команду. Если собака не выполнит ее, поманите ее лакомством, поправьте положение рукой или легонько потяните за поводок.\nЕсли вы будете повторять подсказки, собака подумает, что ей нужно слушаться не с первого раза, а с третьего, когда вы немного повысите голос.\nНе используйте команду, если вы не уверены на 90 %, что собака ее выполнит. Если вы даете подсказку, следите за тем, чтобы собака ее не игнорировала. Проявляйте настойчивость."},{"id":1,"title":"Мою собаку не интересуют лакомства и игры. Что делать?","text":"Попробуйте кормить собаку с рук на протяжении недели. Кормите ее с рук завтраком и ужином, чтобы она начала лучше понимать вас и ваши жесты. Гарантируем — вы обязательно увидите разницу."},{"id":4,"title":"Внедряйте элементы дрессировки в повседневную жизнь","text":"Не забывайте о том, что вы тренируетесь не только дома или в дрессировочном центре, но и на каждом этапе развития ваших отношений. \nЗаведите привычку везде носить с собой лакомство для собаки. Хвалите и угощайте собаку лакомствами за хорошее поведение выборочно, когда животное этого не ожидает.\nПопросите собаку выполнить команды «сидеть», «лежать», установить зрительный контакт, прежде чем вы выпустите ее из машины, спустите с поводка, кинете ей мячик и т. д."},{"id":9,"title":"Голосовые команды","text":"Голосовые команды — это краткие, четкие, резкие слова, обозначающие нужное действие. Важно использовать для обозначения каждого действия только одно название. Все люди, дрессирующие собаку, должны использовать одни и те же сигналы. Не давайте сложных команд, например «сесть и не двигаться». Собака вряд ли их усвоит. Будьте последовательны: если команда «место» означает «лечь на указанную поверхность», не используйте ее для действий вроде «заглянуть под стол». Дайте действию название только после того, как собака верно выполнит команду 8 раз из 10. Если вы слишком рано присвоите действию название, ваша собака запутается."},{"id":8,"title":"Запрещающий сигнал","text":"В основе дрессировок Dogo лежит принцип положительного подкрепления. Однако это не значит, что ваша собака не должна понимать слово «Нет». В качестве запрещающего сигнала можно выбрать нейтральное слово, а еще лучше — звук, например «фу». Так вы сможете дать своей собаке понять, что она ведет себя неправильно или идет не туда."},{"id":7,"title":"Обращение с животным","text":"Лакомство — мощный стимул при обучении и дрессировке собаки. Однако если вашу собаку легко мотивировать лаской и положительным эмоциональным настроем, используйте в качестве стимула их. Не обязательно каждый раз предлагать лакомство. Если вы поощряете собаку лакомством, следите за тем, чтобы она его хорошо переносила. Не забывайте вычитать калории, содержащейся в лакомстве, из ежедневного рациона вашего любимца. Собака должна получить лакомство сразу после клика, пока она находится в нужном положении, например после команды «лежать». После того как собака освоит команду, давайте ей лакомство через раз. Постепенно сводите лакомства к минимуму, чтобы собака не зависела от них."},{"id":12,"title":"Что такое Кликер и почему мне стоит его использовать?","text":"В приложение Dogo встроен Кликер. С его помощью отмечаются правильные действия собаки и точный момент, за который она получает вознаграждение. Ученые доказали, что собака должна получить похвалу или лакомство в течение 0,8 секунды после выполнения правильного действия. Если вы решили вместо Кликера использовать поощрительное лакомство, то вряд ли успеете дать его собаке меньше чем через секунду. В этом случае собака направит свое внимание на вас и лакомство, а не на действие, которое она выполнила. Благодаря Кликеру время дрессировки сокращается примерно на 40 %. Вы также можете просто давать голосовую команду, например «молодец», «да». Однако преимущество Кликера состоит в его уникальности. Скорее всего, этот сигнал ваша собака будет слышать только во время дрессировки, что позволяет точнее и четче отмечать момент, когда ваш питомец выполнил ожидаемое от него действие."}]